tests/org.jboss.tools.switchyard.ui.bot.test/resources/messages/WSProxy/WSProxy_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:webservice:Hello:1.0">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:sayHello>
         <name>apodhrad</name>
      </urn:sayHello>
   </soapenv:Body>
</soapenv:Envelope>